9/data/attachments/3f30db35e27582f3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_chance_Friend_4461_9</nif:username>
            <nif:friendToBeRequested>soap_friends_b59bebe6-15b4-4d81-9415-b1a2745429cf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>